Repository: common-repository/rapidmail-newsletter-e-mail-marketing-for-woocommerce
Catalog: languages/rapidmail-connector-*.po
Languages: de_de

source: Subscribe to our newsletter
de_de: Zu unserem Newsletter anmelden

source: URL used for connecting to Rapidmail
de_de: URL für die Verbindung mit rapidmail

source: URL to overview of integrations
de_de: URL zur Integrationen-Übersicht

source: The settings are not complete.
de_de: Die Einstellungen sind nicht vollständig.

source: Advanced plugin settings
de_de: Erweiterte Plugin-Einstellungen

source: Create a new connection to rapidmail
de_de: Neue Verbindung mit rapidmail erstellen

source: or
de_de: oder

source: Log in to rapidmail
de_de: Bei rapidmail einloggen

source: API settings (In case you need to setup your shop manually in rapidmail)
de_de: API-Einstellungen (falls Sie Ihren Shop manuell bei rapidmail einrichten müssen)

source: Newsletter subscription Opt-In
de_de: Einwilligung zur Newsletter-Anmeldung

source: Show a Newsletter Opt-In checkbox
de_de: Einwilligung zum Newsletter als Checkbox anzeigen

source: This option enables your customers to subscribe to you newsletter. Once imported in rapidmail, contacts that opted-in for receiving newsletters will automatically be tagged in your rapidmail subscriber list.
de_de: Mit dieser Option können sich Kunden für Ihren Newsletter anmelden. Nach dem Import werden Kontakte, die sich für Ihren Newsletter angemeldet haben, in Ihrer Empfängerliste automatisch mit dem entsprechenden Stichwort markiert.

source: Opt-In checkbox position
de_de: Positionierung der Checkbox zur Einwilligung

source: Display in the new account register form, after the email address field
de_de: Anzeige im Formular zur Registrierung, unter dem Feld für die E-Mailadresse

source: Display on the checkout page, before the Order button
de_de: Anzeige in der Bestellübersicht, vor dem Button zur Bestellung

source: Display on the checkout page, after the Billing information
de_de: Anzeige auf dem Weg zur Bestellseite, unter den Angaben zur Rechnung

source: Opt-In checkbox label
de_de: Text der Checkbox zur Einwilligung

source: Leave the Field blank to use language translation files (.po, .mo), translating the string: "Subscribe to our newsletter".
de_de: Feld nicht beschriften, stattdessen eine Übersetzungsdatei (.po, .mo) für "Subscribe to our newsletter" zu hinterlegen.

source: Opt-In checkbox default status
de_de: Standardeinstellung der Checkbox zur Einwilligung

source: Unchecked
de_de: Ohne Häkchen

source: Checked
de_de: Mit Häkchen

source: Back
de_de: Zurück

source: Save
de_de: Speichern

source: Settings
de_de: Einstellungen

source: Sorry, you cannot list resources.
de_de: Tut mir leid, Sie können keine Ressourcen auflisten.

source: rapidmail: Newsletter & E-Mail Marketing for WooCommerce
de_de: rapidmail: Newsletter & E-Mail Marketing für WooCommerce

source: Create and send newsletters for customers of your WooCommerce online store with ease - and boost sales! Contact data is automatically synchronized.
de_de: Einfach Newsletter für Kunden Ihres WooCommerce Onlineshops erstellen, versenden - und so mehr verkaufen! Kontaktdaten werden automatisch synchronisiert.
